Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisee_painetun_version_digitaalisesta_suomi-koltansaame-sanakirjasta.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät julkaisee painetun version digitaalisesta suomi–koltansaame-sanakirjasta
smn: Sämitigge almostit teddilum versio digitaallâš suomâ-nuorttâsämikielâ-sänikirjeest

source: Saamelaiskäräjät ja Giellagas-instituutti julkaisevat painetun suomi–koltansaame-sanakirjan perjantaina 5.3.2021 klo 13.00.
smn: Sämitigge já Giellagas-instituut almostiteh teddilum suomâ-nuorttâsämikielâ sänikirje vástuppeeivi 5.3.2021 tijme 13.00 .

source: Sanakirja on painettu versio Giellagas-instituutin aiemmin julkaisemasta digitaalisesta suomi–koltansaame-sanakirjasta.
smn: Sänikirje lii teddilum versio Giellagas-instituut tooleeb almostittem digitaallâš suomâ-nuorttâsämikielâ-sänikirjeest.

source: Kaikille avoin julkaisutilaisuus järjestetään etäyhteyksin Microsoft Teamsin kautta osoitteessa https://urly.fi/1X2m
smn: Puohháid ávus almostittemtilálâšvuotâ ornijduvvoo káidusohtâvuođâiguin Microsoft Teams peht čujottâsâst https://urly.fi/1X2m

source: Tervetuloa seuraamaan tilaisuutta!
smn: Pyeri puáttim čuávvuđ almostittemtilálâšvuođâ!

source: Nyt julkaistavassa painetussa sanakirjassa suomi–koltansaame on suomenkielisten hakusanojen määrä yli 20 000.
smn: Uđđâ teddilum sänikirjeest suomâ-nuorttâsämikielâ lii suomâkielâkielâlâš uuccâmsaanij meeri paijeel 20 000.

source: Painettu sanakirja perustuu ensisijaisesti Satu ja Jouni Moshnikoffin alkuperäiseen sanalistaan, mutta mukaan on otettu jonkin verran myöhemminkin lisättyä sanastoa, kun ne on katsottu vakiintuneiksi tai erityisen tarpeellisiksi.
smn: Teddilum sänikirje vuáđuduvá vuosâsaajeest Satu já Jouni Moshnikoff algâalgâlâš säniliiston, mutâ sänikiirján lii valdum mieldi mottoom verd maŋeláá lasettum sánáduv, ko toh láá keččum vuáhádum kielân teikkâ eromâš tehálâžžân.

source: Koltansaamen sanakirjojen toimitustyö on tehty pääosin Opetus- ja kulttuuriministeriön Oulun yliopiston Giellagas-instituutille myöntämän erityisrahoituksen turvin.
smn: Nuorttâsämikielâ sänikiirjij toimâttempargo lii rahtum válduääšist Máttááttâs- já kulttuurministeriö Oulu ollâopâttuv Giellagas-instituutân mieđettum sierânâsruttâdem vuáđuld.

source: Toteutus on tehty Oulun yliopiston Giellagas-instituutin, Saamelaiskäräjien ja Helsingin yliopiston yhteistyönä.
smn: Olášuttem lii rahtum Oulu ollâopâttuv Giellagas-instituut, Sämitige já Helsig ollâopâttuv oovtâstpargon.

source: Toimituskunnassa olivat Eino Koponen, Miika Lehtinen, Merja Fofonoff ja Raija Lehtola.
smn: Toimâttemkoddeest lijjii Eino Koponen, Miika Lehtinen, Merja Fofonoff já Raija Lehtola.

source: Giellagas-instituutin koltansaamen yliopisto-opettaja Miika Lehtinen on toimittanut sanakirjan Tromssan yliopiston saamen kieliteknologian keskuksen, Giellateknon, alustalla elokuussa 2020 julkaistusta digitaalisesta suomi–koltansaame-sanakirjasta.
smn: Giellagas-instituut nuorttâsämikielâ ollâopâttâhmáttáátteijee Miika Lehtinen lii porgâm teddilum sänikirje toimâttempargo Tromsa ollâopâttuv sämikielâi kielâteknologia kuávdáá, Giellatekno, vuáđust porgemáánust 2020 almostittum digitaallâš suomâ-nuorttâsämikielâ-sänikirjeest.

source: Saamelaiskäräjien saamen kielen toimisto on huolehtinut painetun sanakirjan julkaisusta.
smn: Sämitige sämikielâ toimâttâh lii annaam huolâ teddilum sänikirje almostitmist.

source: Painettua sanakirjaa voi tilata Saamelaiskäräjien oppimateriaalien verkkokaupasta https://www.samediggi.fi/tuote/suomi-koltansaame-sanakirja/
smn: Teddilum sänikirje puáhtá tiiláđ Sämitige oppâmateriaalij viermikäävpist https://www.samediggi.fi/tuote/suomi-koltansaame-sanakirja/

source: Digitaalinen suomi–koltansaame-sanakirja löytyy osoitteesta https://saan.oahpa.no/fin/sms/
smn: Digitaallâš suomâ-nuorttâkielâ-sänikirje kávnoo čujottâsâst https://saan.oahpa.no/fin/sms/

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjät: Marko Marjomaa, +358 10 839 3183, marko.marjomaa(at)samediggi.fi
smn: Sämitigge: Marko Marjomaa (+358 10 839 3183) marko.marjomaa(at)samediggi.fi

source: Giellagas-instituutti: Miika Lehtinen, +358 50 5692300, miika.lehtinen(at)oulu.fi
smn: Giellagas-instituut: Miika Lehtinen (+358 50 5692300) miika.lehtinen(at)oulu.fi
